Repository: Anak-Pak-Eco/greenovation
Catalog: Hydrospace/Resources/Localizable.xcstrings
Source language: id
Languages: en

source: %@ Nilai PH **rendah**. Tambahkan air
en: %@ PH value **low**. Add air

source: %@ Nilai PH **terlalu tinggi**. Kurangi air
en: %@ PH value **too high**. Reduce air

source: %@ Nilai PH rendah
en: %@ PH value low

source: %@ Nilai PH terlalu tinggi
en: %@ PH value too high

source: %@ Nilai PPM **rendah**. Tambahkan larutan nutrisi
en: %@ PPM value **low**. Add nutrient solution

source: %@ Nilai PPM **terlalu tinggi**. Kurangi larutan nutrisi
en: %@ PPM value **too high**. Reduce nutrient solution

source: %@ Nilai PPM rendah
en: %@ PPM value low

source: %@ Nilai PPM terlalu tinggi
en: %@ PPM value too high

source: Anakan
en: Menyemai

source: Caisim
en: Choy sum

# devices
source: Perangkat
en: Devices

# formula-setting
source: Pengaturan Formula
en: Formula Setting

source: Kurangi air.
en: Reduce water.

source: Kurangi larutan nutrisi.
en: Reduce nutrient solution.

# last-updated %@
source: Terakhir diperbarui: %@
en: Last updated: %@

# notification
source: Notifikasi
en: Notification

source: Notifikasi
en: Notification

# nutrient-density
source: Kepekatan Nutrisi
en: Nutrient Density

# sollution-corrected
source: Sudah Perbaiki Larutan
en: I Have Correct the Sollution

source: Tambahkan air
en: Add water

source: Tambahkan larutan nutrisi B sebanyak 100ml untuk menjaga keseimbangan nutrisi.
en: Add 100ml of nutrient solution B to maintain nutritional balance.

# today
source: Hari Ini
en: Today
